10/data/attachments/c8e2b0fc58114bdf.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kathryn_far_Actions_92928_2</nif:username>
            <nif:friendToBeRequested>soap_actions_869b5a8b-60a8-48aa-87fc-d0ab581a0f9c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>